Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localization/Ungrouped/CoreRepairKit.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# BATTERY_ERROR_IPAD
source: iPad requires at least 20% battery to finish repair.
ar: يحتاج iPad أن يكون مستوى شحن البطارية ^[20](formatNumber: true)٪ على الأقل لإتمام الإصلاح.
bg: Изисква се поне 20% батерия на iPad за завършване на ремонта.
ca: Per completar la reparació, cal que l’iPad tingui com a mínim un 20 % de bateria.
cs: Chcete‑li opravu dokončit, baterie iPadu musí být nabitá minimálně na 20 %.
da: iPad kræver mindst 20 % batteri for at gennemføre reparationen.
de: Die Batterie des iPad muss zu mindestens 20 % geladen sein, um die Reparatur abzuschließen.
el: Το iPad απαιτεί τουλάχιστον 20% ενέργεια μπαταρίας για να ολοκληρωθεί η επισκευή.
es: El iPad requiere al menos un 20 % de batería para completar la reparación.
es_us: El iPad requiere tener al menos 20% de batería para terminar la reparación.
fi: iPadin akussa on oltava vähintään 20 %:n varaus, jotta korjaus voidaan suorittaa loppuun.
fr: L’iPad requiert au moins 20 % de charge de batterie pour terminer la réparation.
fr_ca: L’iPad requiert au moins 20 %% de batterie pour terminer la réparation.
he: לסיום התיקון נדרשת רמת סוללה של 20% לפחות ב-iPad.
hi: मरम्मत पूरी करने के लिए ज़रूरी है कि iPad में कम से कम 20% बैटरी शेष हो।
hr: Za dovršetak popravka iPad mora imati barem 20 % baterije.
hu: A javítás befejezéséhez az iPadnek legalább 20% akkumulátortöltöttséggel kell rendelkeznie.
id: iPad memerlukan setidaknya 20% baterai untuk menyelesaikan perbaikan.
it: iPad richiede almeno il 20% di batteria per completare la riparazione.
ja: iPadの修理を完了するには、バッテリー残量が少なくとも20%必要です。
kk: Жөндеуді аяқтау үшін iPad аккумуляторының заряды кем дегенде 20% болуы қажет.
ko: iPad 수리를 완료하려면 배터리가 20% 이상 남아 있어야 합니다.
lt: Norint baigti šį remontą, „iPad“ turi būti įkrautas bent 20 proc.
ms: iPad memerlukan sekurang-kurangnya 20% bateri untuk menyelesaikan pembaikan.
nl: Om de reparatie te voltooien, moet de batterij van de iPad minimaal 20% zijn opgeladen.
no: iPaden må ha minst 20 % batteristrøm for å fullføre reparasjonen.
pl: Dokończenie naprawy wymaga co najmniej 20% baterii iPada.
pt_br: O iPad precisa ter ao menos 20% de bateria para terminar o reparo.
pt_pt: O iPad requer, pelo menos, 20% de bateria para concluir a reparação.
ro: Pentru a finaliza reparația, bateria iPad‑ului trebuie să fie încărcată la cel puțin 20 %.
ru: Для завершения ремонта аккумулятор iPad должен быть заряжен как минимум на 20 %.
sk: Na dokončenie opravy musí byť batéria iPadu nabitá najmenej na 20 %.
sl: Za dokončanje popravila mora biti baterija iPada napolnjena vsaj do 20 %.
sv: iPad kräver minst 20 % batteri för att slutföra reparationen.
th: iPad ต้องใช้แบตเตอรี่อย่างน้อย 20% เพื่อซ่อมแซมต่อให้เสร็จ
tr: iPad’in onarım işlemini bitirmesi için en az %20 pil şarjı olması gerekir.
uk: iPad потребує принаймні 20% заряду акумулятора, щоб завершити ремонт.
vi: iPad yêu cầu tối thiểu 20% pin để hoàn tất sửa chữa.
zh_cn: iPad需要至少20%电池电量才能完成维修。
zh_hk: iPad需要至少20%的電量才能進行修復。
zh_tw: iPad需要至少20%的電量才能完成維修。

# TOUCH_ID_COMPONENT
source: Touch ID
ar: بصمة الإصبع
it: Sensore Touch ID
zh_cn: 触控ID

# BATTERY_SETTINGS_TITLE
source: Battery Issue
ar: مشكلة في البطارية
bg: Проблем с батерията
ca: Problema amb la bateria
cs: Problém s baterií
da: Problem med batteri
de: Batterieproblem
el: Ζήτημα μπαταρίας
es: Problema con la batería
es_us: Problema con la batería
fi: Akkuongelma
fr: Problème de batterie
fr_ca: Problème de batterie
he: בעיה עם הסוללה
hi: बैटरी संबंधी समस्या
hr: Problem s baterijom
hu: Akkumulátorral kapcsolatos probléma
id: Masalah Baterai
it: Problema con la batteria
ja: バッテリーの問題
kk: Аккумулятор мәселесі
ko: 배터리 문제
lt: Akumuliatoriaus problema
ms: Isu Bateri
nl: Probleem met batterij
no: Feil med batteriet
pl: Problem z baterią
pt_br: Problema com a Bateria
pt_pt: Problema na bateria
ro: Problemă legată de baterie
ru: Неполадка аккумулятора
sk: Problém s batériou
sl: Težava z baterijo
sv: Batteriproblem
th: ปัญหาแบตเตอรี่
tr: Pil Sorunu
uk: Проблема з акумулятором
vi: Sự cố pin
zh_cn: 电池问题
zh_hk: 電池問題
zh_tw: 電池問題

# FINISH_CAMERA_DESC_IPAD
source: A new rear camera was detected. Restart to configure your new rear camera for this iPad.
ar: تم اكتشاف كاميرا خلفية جديدة. يرجى إعادة التشغيل لتكوين الكاميرا الخلفية الجديدة لهذا الـ iPad.
bg: Открита е нова задна камера. Рестартирайте, за да се конфигурира новата задна камера за този iPad.
ca: S’ha detectat una càmera posterior nova. Per configurar‑la, cal que reiniciïs l’iPad.
cs: Byl nalezen nový zadní fotoaparát. Chcete‑li ho nakonfigurovat, restartujte iPad.
da: Et nyt kamera på bagsiden blev fundet. Genstart for at konfigurere det nye kamera på bagsiden til denne iPad.
de: Eine neue rückseitige Kamera wurde erkannt. Starte das iPad neu, damit die neue rückseitige Kamera konfiguriert werden kann.
el: Εντοπίστηκε μια νέα πίσω κάμερα. Κάντε επανεκκίνηση για να διαμορφώσετε τη νέα πίσω κάμερα για αυτό το iPad.
es: Se ha detectado una nueva cámara trasera. Para configurarla, debes reiniciar el iPad.
es_us: Se detectó una nueva cámara posterior. Para configurarla, reinicia el iPad.
fi: Uusi takakamera havaittiin. Käynnistä uudelleen, jotta voit määrittää uuden takakameran tälle iPadille.
fr: Une nouvelle caméra arrière a été détectée. Redémarrez pour configurer votre nouvelle caméra arrière pour cet iPad.
fr_ca: Une nouvelle caméra arrière a été détectée. Pour la configurer, redémarrez cet iPad.
he: זוהתה מצלמה אחורית חדשה. יש לבצע הפעלה מחדש כדי להגדיר את המצלמה האחורית החדשה ב-iPad זה.
hi: नए रियर कैमरा की पहचान की गई। इस iPad के लिए अपना नया रियर कैमरा कॉन्फ़िगर करने के लिए रीस्टार्ट करें।
hr: Detektirana je nova stražnja kamera. Ponovno uključite kako biste konfigurirali svoju novu stražnju kameru za ovaj iPad.
hu: Új hátoldali kamera észlelhető. Indítsa újra az eszközt, hogy konfigurálni lehessen az új hátoldali kamerát ehhez az iPadhez.
id: Kamera belakang baru terdeteksi. Mulai ulang untuk mengonfigurasi kamera belakang baru Anda untuk iPad ini.
it: È stata rilevata una nuova fotocamera posteriore. Riavvia per configurarla per iPad.
ja: 新しい背面カメラが検出されました。このiPad用に背面カメラを構成するには再起動してください。
kk: Жаңа артқы камера анықталды. Осы iPad құрылғысы үшін жаңа артқы камераны теңшеу үшін құрылғыны қайта іске қосыңыз.
ko: 새로운 후면 카메라가 감지되었습니다. 새로운 후면 카메라를 이 iPad용으로 구성하기 위해 재시동이 필요합니다.
lt: Aptikta nauja galinė kamera. Paleiskite iš naujo ir sukonfigūruokite naują šio „iPad“ galinę kamerą.
ms: Kamera belakang baharu telah dikesan. Mula semula untuk mengkonfigurasikan kamera belakang anda bagi iPad ini.
nl: Er is een nieuwe camera aan de achterzijde gedetecteerd. Start opnieuw op om de nieuwe camera aan de achterzijde voor deze iPad te configureren.
no: Det er registrert et nytt kamera bak. Start enheten på nytt for å tilpasse det bakre kameraet for denne iPaden.
pl: Wykryty został nowy aparat tylny. Uruchom ponownie, aby skonfigurować go dla tego iPada.
pt_br: Uma nova câmera traseira foi detectada. Para configurá‑la, reinicie o iPad.
pt_pt: Foi detetada uma câmara traseira nova. Reinicie para configurá‑la para este iPad.
ro: A fost detectată o cameră posterioară nouă. Reporniți pentru a o configura pentru acest iPad.
ru: Обнаружена новая задняя камера. Чтобы настроить ее для работы с этим iPad, перезагрузите устройство.
sk: Bola detegovaná nová zadná kamera. Ak ju chcete nakonfigurovať, reštartujte iPad.
sl: Zaznana je bila nova zadnja kamera. Za konfiguracijo nove zadnje kamere za ta iPad izvedite ponovni zagon.
sv: En ny bakre kamera upptäcktes. Starta om för att konfigurera den nya bakre kameran för denna iPad.
th: ตรวจพบกล้องหลังใหม่ เริ่มการทำงานเครื่องใหม่เพื่อกำหนดค่ากล้องหลังใหม่ของคุณสำหรับ iPad เครื่องนี้
tr: Yeni bir arka kamera algılandı. Bu iPad için yeni arka kameranızı ayarlamak üzere yeniden başlatın.
uk: Виявлено нову задню камеру. Перезапустіть, щоб сконфігурувати нову задню камеру для цього iPad.
vi: Đã phát hiện một camera mặt sau mới. Hãy khởi động lại để định cấu hình camera mặt sau mới iPad này.
zh_cn: 检测到新后置相机。重新启动配置此iPad的新后置相机。
zh_hk: 偵測到新的後置鏡頭。重新啟動即可為此iPad設定新的後置鏡頭。
zh_tw: 偵測到新的後置相機。請重新啟動來設定此iPad的新後置相機。

# BACK_GLASS_FOOTER_LEARN_MORE
source: Learn more about back glass repair…
ar: معرفة المزيد حول إصلاح الزجاج الخلفي…
bg: Научете повече за ремонта на задното стъкло…
ca: Més informació sobre la reparació del vidre posterior…
cs: Další informace o opravě zadního skla…
da: Læs mere om reparation af bagsideglas…
de: Weitere Infos zur Reparatur der Glasrückseite …
el: Μάθετε περισσότερα για την επισκευή γυαλιού πίσω πλευράς…
es: Más información sobre la reparación del vidrio trasero…
es_us: Obtén detalles sobre la reparación del vidrio posterior…
fi: Lisätietoja takalasin korjauksesta…
fr: En savoir plus sur la réparation du verre arrière…
fr_ca: En savoir plus sur la réparation du verre arrière…
he: פרטים נוספים בנושא תיקון זכוכית אחורית…
hi: बैक ग्लास की मरम्मत के बारे में अधिक जानें…
hr: Saznajte više o popravku stražnjeg stakla…
hu: Bővebben a hátoldali üveg javításáról…
id: Lebih lanjut mengenai perbaikan kaca belakang…
it: Scopri di più sulla riparazione del vetro posteriore…
ja: 背面ガラスの修理についての詳しい情報…
kk: Артқы әйнекті жөндеу туралы толығырақ…
ko: 후면 유리 수리에 관하여 더 알⁠아⁠보⁠기…
lt: Sužinokite daugiau apie nugarėlės stiklo remontą…
ms: Ketahui lebih lanjut tentang pembaikan kaca belakang…
nl: Meer informatie over reparatie van glas aan achterkant…
no: Finn ut mer om reparasjon av glasset på baksiden…
pl: Więcej informacji o naprawie szklanego tyłu…
pt_br: Saiba mais sobre o reparo do vidro traseiro…
pt_pt: Saiba mais acerca da reparação do vidro da parte de trás…
ro: Mai multe despre reparația sticlei din spate…
ru: Подробнее о ремонте заднего стекла…
sk: Viac informácií o oprave zadného skla…
sl: Več o popravilu zadnjega stekla …
sv: Läs mer om reparation av det bakre glaset…
th: เรียนรู้เพิ่มเติมเกี่ยวกับการซ่อมแซมกระจกฝาหลัง…
tr: Arka cam onarımı hakkında daha fazla bilgi…
uk: Докладніше про ремонт заднього скла…
vi: Tìm hiểu thêm về sửa chữa mặt kính sau…
zh_cn: 进一步了解背面玻璃维修…
zh_hk: 進一步了解關於背面玻璃維修⋯
zh_tw: 進一步瞭解背面玻璃維修⋯

# TOUCHID_SETTINGS_TITLE
source: Touch ID Issue
ar: مشكلة في بصمة الإصبع
bg: Проблем с Touch ID
ca: Problema amb el Touch ID
cs: Problém s Touch ID
da: Problem med Touch ID
de: Touch ID-Problem
el: Ζήτημα με το Touch ID
es: Problema con Touch ID
es_us: Problema con Touch ID
fi: Touch ID -ongelma
fr: Problème avec Touch ID
fr_ca: Problème concernant Touch ID
he: בעיה עם Touch ID
hi: Touch ID संबंधी समस्या
hr: Problem s Touch ID-jem
hu: Touch ID-val kapcsolatos probléma
id: Masalah Touch ID
it: Problema con il sensore Touch ID
ja: Touch IDの問題
kk: Touch ID мәселесі
ko: Touch ID 문제
lt: „Touch ID“ problema
ms: Isu Touch ID
nl: Probleem met Touch ID
no: Feil med Touch ID
pl: Problem z Touch ID
pt_br: Problema com o Touch ID
pt_pt: Problema com o Touch ID
ro: Problemă legată de Touch ID
ru: Проблема с Touch ID
sk: Problém s Touch ID
sl: Težava s funkcijo Touch ID
sv: Problem med Touch ID
th: ปัญหา Touch ID
tr: Touch ID Sorunu
uk: Проблема з Touch ID
vi: Sự cố Touch ID
zh_cn: 触控ID问题
zh_hk: Touch ID問題
zh_tw: Touch ID問題

# BLUETOOTH_FOLLOWUP_INFO_IPAD
source: There’s an issue with your iPad’s ability to use Bluetooth.
ar: هناك مشكلة في قدرة iPad على استخدام Bluetooth.
bg: Има проблем с използването на Bluetooth на вашия iPad.
ca: L’iPad té un problema que afecta l’ús del Bluetooth.
cs: Na vašem iPadu se vyskytl problém s používáním rozhraní Bluetooth.
da: Din iPad har problemer med at bruge Bluetooth.
de: Dein iPad hat ein Problem bei der Nutzung von Bluetooth.
el: Προέκυψε ζήτημα με τη δυνατότητα χρήσης Bluetooth από το iPad σας.
es: Hay un problema con la función de Bluetooth del iPad.
es_us: Ocurrió un problema con la capacidad de tu iPad para utilizar Bluetooth.
fi: iPadin Bluetooth-yhteydessä on ongelma.
fr: Un problème est survenu avec la capacité de votre iPad à utiliser le Bluetooth.
fr_ca: Il existe un problème concernant la capacité de votre iPad à utiliser la connectivité Bluetooth.
he: התגלתה בעיה עם היכולת של ה-iPad שלך להשתמש ב-Bluetooth.
hi: Bluetooth का इस्तेमाल करने की आपके iPad की क्षमता में समस्या है।
hr: Došlo je do problema zbog kojeg vaš iPad ne može koristiti Bluetooth.
hu: Probléma merült fel azzal kapcsolatban, hogy az iPadje képes-e használni a Bluetootht.
id: Ada masalah pada kemampuan iPad Anda untuk menggunakan Bluetooth.
it: Si è verificato un problema per cui iPad non è in grado di utilizzare il Bluetooth.
ja: このiPadのBluetoothの機能に問題があります。
kk: iPad құрылғыңыздың Bluetooth функциясын пайдалану бойынша мәселе туындады.
ko: iPad로 Bluetooth를 사용하는 데 문제가 있습니다.
lt: Kilo problema dėl jūsų „iPad“ galimybės naudotis „Bluetooth“ ryšiu.
ms: Terdapat isu dengan keupayaan iPad anda untuk menggunakan Bluetooth.
nl: Er is een probleem met het vermogen van je iPad om Bluetooth te gebruiken.
no: Det er et problem med å bruke Bluetooth på iPaden.
pl: iPad ma problem z modułem Bluetooth.
pt_br: Há um problema com o uso de Bluetooth no seu iPad.
pt_pt: Foi detetado um problema que impede o iPad de usar o Bluetooth.
ro: O problemă afectează capacitatea iPad‑ului de a utiliza conexiunea Bluetooth.
ru: Этот iPad не может использовать Bluetooth из‑за неполадки.
sk: Váš iPad má problém s používaním rozhrania Bluetooth.
sl: Prišlo je do težave, zato iPad trenutno ne more uporabljati funkcije Bluetooth.
sv: Det har uppstått ett problem med att använda Bluetooth på denna iPad.
th: มีปัญหากับความสามารถในการใช้บลูทูธของ iPad ของคุณ
tr: iPad’inizin Bluetooth’u kullanabilmesi ile ilgili bir sorun var.
uk: На iPad виникла проблема з використанням Bluetooth.
vi: Có sự cố với khả năng sử dụng Bluetooth trên iPad của bạn.
zh_cn: iPad无法使用蓝牙。
zh_hk: 你的iPad無法使用藍牙。
zh_tw: iPad無法使用藍牙。

# NFC_POPUP_INFO
source: There’s an issue with your iPhone’s ability to use Apple Pay. Go to Settings for more information.
ar: هناك مشكلة في قدرة iPhone على استخدام Apple Pay. يرجى الانتقال إلى الإعدادات لمزيد من المعلومات.
bg: Има проблем с използването на Apple Pay на вашия iPhone. Отидете в Настройки за повече информация.
ca: L’iPhone té un problema que afecta l’ús de l’Apple Pay. Ves a la configuració per obtenir més informació.
cs: Na vašem iPhonu se vyskytl problém s používáním služby Apple Pay. Další informace najdete v Nastavení.
da: Din iPhone har problemer med at bruge Apple Pay. Gå til Indstillinger for at få flere oplysninger.
de: Dein iPhone hat ein Problem bei der Nutzung von Apple Pay. Weitere Informationen findest du in den Einstellungen.
el: Προέκυψε ζήτημα με τη δυνατότητα χρήσης Apple Pay από το iPhone σας. Για περισσότερες πληροφορίες, μεταβείτε στις Ρυθμίσεις.
es: Hay un problema con la función de Apple Pay del iPhone. Ve a Ajustes para obtener más información.
es_us: Hay un problema con la capacidad de tu iPhone para utilizar Apple Pay. En Configuración puedes averiguar más.
fi: iPhonen Apple Payssa on ongelma. Katso lisätietoja Asetuksista.
fr: Un problème est survenu avec la capacité de votre iPhone à utiliser Apple Pay. Accédez à l’app Réglages pour en savoir plus.
fr_ca: Il existe un problème concernant la capacité de votre iPhone à utiliser Apple Pay. Accédez à Réglages pour en savoir davantage.
he: התגלתה בעיה עם היכולת של ה-iPhone שלך להשתמש ב-Apple Pay. למידע נוסף יש לעבור אל ״הגדרות״.
hi: Apple Pay का इस्तेमाल करने की आपके iPhone की क्षमता में समस्या है। अधिक जानकारी के लिए सेटिंग्ज़ पर जाएँ।
hr: Došlo je do problema zbog kojeg vaš iPhone ne može koristiti Apple Pay. Idite u Postavke za dodatne informacije.
hu: Probléma merült fel azzal kapcsolatban, hogy az iPhone-ja képes-e használni az Apple Payt. További tudnivalókért nyissa meg a Beállításokat.
id: Ada masalah pada kemampuan iPhone Anda untuk menggunakan Apple Pay. Buka Pengaturan untuk informasi lainnya.
it: Si è verificato un problema per cui iPhone non è in grado di utilizzare Apple Pay. Per scoprire di più, vai in Impostazioni.
ja: このiPhoneのApple Payの機能に問題があります。詳しくは、“設定”に移動してください。
kk: iPhone құрылғыңыздың Apple Pay функциясын пайдалану бойынша мәселе туындады. Қосымша ақпарат алу үшін «Реттеулер» мәзіріне өтіңіз.
ko: iPhone으로 Apple Pay를 사용하는 데 문제가 있습니다. 자세한 정보를 보려면 설정으로 이동하십시오.
lt: Kilo problema dėl jūsų „iPhone“ galimybės naudotis „Apple Pay“. Daugiau informacijos žr. srityje „Nustatymai“.
ms: Terdapat isu dengan keupayaan iPhone anda untuk menggunakan Apple Pay. Pergi ke Seting untuk mendapatkan maklumat lanjut.
nl: Er is een probleem met het vermogen van je iPhone om Apple Pay te gebruiken. Ga voor meer informatie naar Instellingen.
no: Det er et problem med å bruke Apple Pay på iPhonen. Gå til Innstillinger for mer informasjon.
pl: iPhone ma problem z używaniem Apple Pay. Aby uzyskać więcej informacji, przejdź do Ustawień.
pt_br: Há um problema no seu iPhone com o uso do Apple Pay. Abra os Ajustes para obter mais informações.
pt_pt: Foi detetado um problema que impede o iPhone de usar o Apple Pay. Encontrará informação adicional nas Definições.
ro: O problemă afectează capacitatea iPhone‑ului dvs. de a utiliza Apple Pay. Accesați Configurări pentru mai multe informații.
ru: Этот iPhone не может использовать Apple Pay из‑за неполадки. Чтобы узнать подробнее, откройте Настройки.
sk: Váš iPhone má problém s používaním Apple Pay. Viac informácií nájdete v Nastaveniach.
sl: Prišlo je do težave, zato iPhone trenutno ne more uporabljati funkcije Apple Pay. Za več informacij odprite Nastavitve.
sv: Det har uppstått ett problem med att använda Apple Pay på denna iPhone. Öppna Inställningar om du vill få mer information.
th: มีปัญหากับความสามารถในการใช้ Apple Pay ของ iPhone ของคุณ ไปที่การตั้งค่าสำหรับข้อมูลเพิ่มเติม
tr: iPhone’unuzun Apple Pay’i kullanabilmesi ile ilgili bir sorun var. Daha fazla bilgi için Ayarlar’a gidin.
uk: На iPhone виникла проблема з використанням Apple Pay. Докладніше див. у Параметрах.
vi: Có sự cố với khả năng sử dụng Apple Pay trên iPhone của bạn. Hãy đi tới Cài đặt để biết thêm thông tin.
zh_cn: iPhone无法使用Apple Pay。请前往“设置”了解更多信息。
zh_hk: iPhone無法使用Apple Pay。請前往「設定」以取得更多資料。
zh_tw: iPhone無法使用Apple Pay。請前往「設定」以取得更多資訊。

# BG_FOLLOWUP_TITLE
source: Back Glass Issue Detected
ar: تم اكتشاف مشكلة في الزجاج الخلفي
bg: Открит е проблем със задното стъкло
ca: Problema detectat amb el vidre posterior
cs: Byl zjištěn problém se zadním sklem
da: Problem med bagsideglas fundet
de: Problem mit der Glasrückseite
el: Εντοπίστηκε ζήτημα στο γυαλί πίσω πλευράς
es: Hay un problema con el vidrio trasero
es_us: Problema detectado con el vidrio posterior
fi: Takalasi­ongelma havaittu
fr: Problème de verre arrière détecté
fr_ca: Problème de verre arrière détecté
he: התגלתה בעיה עם הזכוכית האחורית
hi: बैक ग्लास संबंधी समस्या मिली
hr: Detektiran je problem sa stražnjim staklom
hu: Hátoldali üveggel kapcsolatos probléma merült fel
id: Masalah Kaca Belakang Terdeteksi
it: È stato rilevato un problema con il vetro posteriore
ja: 背面ガラスの問題が検出されました
kk: Артқы әйнек мәселесі анықталды
ko: 후면 유리 문제가 감지됨
lt: Aptikta nugarėlės stiklo problema
ms: Isu Kaca Belakang Dikesan
nl: Probleem met glas aan achterkant gedetecteerd
no: Oppdaget et problem med glasset på baksiden
pl: Szklany tył: wykryto problem
pt_br: Problema Detectado com o Vidro Traseiro
pt_pt: Problema detetado no vidro da parte de trás
ro: A fost detectată o problemă legată de sticla din spate
ru: Обнаружена проблема с задним стеклом
sk: Bol zistený problém so zadným sklom
sl: Zaznana je bila težava z zadnjim steklom
sv: Problem med det bakre glaset upptäckt
th: ตรวจพบปัญหากระจกฝาหลัง
tr: Arka Cam Sorunu Saptandı
uk: Виявлено проблему із заднім склом
vi: Đã phát hiện sự cố mặt kính sau
zh_cn: 检测到背面玻璃问题
zh_hk: 偵測到背面玻璃問題
zh_tw: 偵測到背面玻璃問題

# USED_DISPLAY_DESC
source: iPhone display is an used Apple part.
ar: شاشة iPhone شاشة مستعملة من Apple.
bg: Екранът на iPhone е използвана част на Apple.
ca: La pantalla de l’iPhone és un component d’Apple de segona mà.
cs: V iPhonu je nainstalovaný použitý displej od společnosti Apple.
da: Skærmen på denne iPhone er en brugt Apple-reservedel.
de: Das iPhone-Display ist ein gebrauchtes Bauteil von Apple.
el: Η οθόνη του iPhone αποτελεί μεταχειρισμένο εξάρτημα Apple.
es: La pantalla del iPhone es una pieza reutilizada de Apple.
es_us: La pantalla de tu iPhone es una pieza de segunda mano de Apple.
fi: iPhonen näyttö on käytetty Apple-osa.
fr: L’écran de l’iPhone est une pièce Apple réutilisée.
fr_ca: L’écran de l’iPhone est une pièce Apple usagée.
he: צג ה-iPhone הוא רכיב Apple משומש.
hi: iPhone डिस्प्ले, Apple का पुराना पार्ट है।
hr: Zaslon iPhonea je korišteni Apple proizvod.
hu: Az iPhone kijelzője használt Apple-alkatrész.
id: Layar iPhone adalah komponen Apple bekas.
it: Lo schermo di iPhone è una parte Apple usata.
ja: iPhoneのディスプレイはApple中古部品です。
kk: iPhone дисплейі — қолданыста болған Apple бөлшегі.
ko: iPhone 디스플레이가 중고 Apple 부품입니다.
lt: „iPhone“ ekranas yra kitam įrenginiui priklausanti „Apple“ dalis.
ms: Paparan iPhone ialah komponen Apple terpakai.
nl: iPhone-scherm is een gebruikt Apple onderdeel.
no: iPhone-skjermen er en brukt Apple-del.
pl: iPhone ma używany wyświetlacz Apple.
pt_br: A tela do iPhone é uma peça da Apple usada.
pt_pt: O ecrã deste iPhone é uma peça Apple recondicionada.
ro: Afișajul iPhone‑ului este o componentă Apple utilizată.
ru: Дисплей iPhone является бывшей в употреблении деталью Apple.
sk: Displej v iPhone je použitý diel od spoločnosti Apple.
sl: iPhonov zaslon je rabljena komponenta Apple.
sv: iPhone-skärmen är en begagnad Apple-komponent.
th: จอภาพของ iPhone เป็นชิ้นส่วนที่ใช้แล้วจาก Apple
tr: iPhone ekranı ikinci el bir Apple parçası.
uk: В iPhone установлено вживаний дисплей від Apple.
vi: Màn hình của iPhone là linh kiện Apple đã sử dụng.
zh_cn: iPhone显示屏为已使用的Apple部件。
zh_hk: iPhone螢幕為已使用的Apple零件。
zh_tw: iPhone螢幕為已使用的Apple零件。

# FINISH_BATTERY_REPAIR_TITLE
source: Finish Your Battery Repair
ar: الانتهاء من إصلاح البطارية
bg: Завършване на ремонта на батерията
ca: Reparació de la bateria
cs: Dokončení opravy baterie
da: Afslut reparation af batteri
de: Reparatur der Batterie abschließen
el: Ολοκλήρωση επισκευής της μπαταρίας
es: Completa la reparación de la batería
es_us: Termina de reparar tu batería
fi: Viimeistele akun korjaus
fr: Finalisez la réparation de votre batterie
fr_ca: Terminer la réparation de la batterie
he: יש לסיים את תיקון הסוללה
hi: अपनी बैटरी की मरम्मत पूरी करें
hr: Dovršite popravak svoje baterije
hu: Az akkumulátor javításának befejezése
id: Selesaikan Perbaikan Baterai Anda
it: Termina la riparazione della batteria
ja: バッテリーの修理を完了
kk: Аккумуляторды жөндеуді аяқтау
ko: 배터리 수리 마저 하기
lt: Baikite akumuliatoriaus remontą
ms: Selesaikan Pembaikan Bateri Anda
nl: Voltooi reparatie van batterij
no: Fullfør reparasjonen av batteriet
pl: Dokończ naprawę baterii
pt_br: Conclua o Reparo da Bateria
pt_pt: Concluir a reparação da bateria
ro: Finalizați reparația bateriei
ru: Завершение ремонта аккумулятора
sk: Dokončenie opravy batérie
sl: Dokončanje popravila baterije
sv: Slutför batterireparationen
th: สิ้นสุดการซ่อมแซมแบตเตอรี่ของคุณ
tr: Pil Onarımınızı Bitirin
uk: Завершіть ремонт акумулятора
vi: Hoàn tất sửa chữa pin của bạn
zh_cn: 完成电池维修
zh_hk: 完成電池維修
zh_tw: 完成電池維修
